tap "homebrew/bundle"
tap "homebrew/services"
tap "mac-cleanup/mac-cleanup-py"
brew "exa"
brew "git"
brew "node"
brew "gitmoji"
brew "go"
brew "lazygit"
brew "lua"
brew "neovim"
brew "pnpm"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "starship"
brew "trash"
brew "wget"
cask "fig"
cask "hiddenbar"
cask "ledger-live"
cask "numi"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "redisinsight"
cask "visual-studio-code"
vscode "alexkrechik.cucumberautocomplete"
vscode "Anan.jetbrains-darcula-theme"
vscode "ChakrounAnas.turbo-console-log"
vscode "Codeium.codeium"
vscode "Codium.codium"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicoespeon.abracadabra"
vscode "piotr-porzuczek.jest-cucumber-code-generator-extension"
vscode "PKief.material-icon-theme"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-yaml"
vscode "SimonSiefke.svg-preview"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
